aa = {
    "OPT": {
        "myJID": "14",
        "CS版本": "r5",
        "toPage": "首页",
        "_SID": "iip9e9639ba5q8hrvbuive2lf5",
        "freeBUF": ["family", "user_my", "uh", "uc"]
    },
    "DAT": [{
        "name": "family",
        "arr": [{
            "JID": "14",
            "na": "火星人的家",
            "_lock": "1"
        }]
    }, {
        "name": "user_my",
        "arr": [{
            "UID": "55",
            "JID": "14",
            "JSON": {
                "NA": "妈妈",
                "角色": "家长",
                "LT": "2018-08-27 21:44:22",
                "执行包": {
                    "类型": "空闲"
                },
                "短密": "123"
            },
            "FT": "2018-08-27 21:44:22"
        }]
    }, {
        "name": "uh",
        "arr": [{
            "UID": "54",
            "JID": "14",
            "JSON": {
                "NA": "火星人爸爸",
                "角色": "管理员",
                "LT": "2018-08-27 21:31:59",
                "执行包": {
                    "类型": "空闲"
                },
                "短密": "111"
            },
            "FT": "2018-08-27 21:33:14"
        }, {
            "UID": "55",
            "JID": "14",
            "JSON": {
                "NA": "妈妈",
                "角色": "家长",
                "LT": "2018-08-27 21:44:22",
                "执行包": {
                    "类型": "空闲"
                },
                "短密": "123"
            },
            "FT": "2018-08-27 21:44:22"
        }]
    }, {
        "name": "uc",
        "arr": [{
            "UID": "53",
            "JID": "14",
            "JSON": {
                "NA": "火星人",
                "角色": "孩子",
                "LT": "2018-08-27 21:31:59",
                "执行包": {
                    "类型": "空闲",
                    "任务": "临时",
                    "元素": "临时x",
                    "元素_开始偏移": 0,
                    "当前元素下标": 0,
                    "任务_开始时刻": 1535378541190,
                    "元素_开始时刻": 1535378541190,
                    "时间轴": [{
                        "时差": 900,
                        "声音URL": "http:\/\/localhost\/sounds\/最后5分钟1.m4a",
                        "已播放": false
                    }, {
                        "时差": 300,
                        "声音URL": "http:\/\/localhost\/sounds\/过去了5分钟2.m4a",
                        "已播放": false
                    }, {
                        "时差": 600,
                        "声音URL": "http:\/\/localhost\/sounds\/过去了5分钟4.m4a",
                        "已播放": false
                    }, {
                        "时差": 900,
                        "声音URL": "http:\/\/localhost\/sounds\/过去了5分钟3.m4a",
                        "已播放": false
                    }, {
                        "时差": 1140,
                        "声音URL": "http:\/\/localhost\/sounds\/最后1分钟1.m4a",
                        "已播放": false
                    }],
                    "最后一个元素": true
                },
                "存款": 618,
                "任务中": true
            },
            "FT": "2018-08-27 22:02:54"
        }]
    }]
}