aa = {
    "OPT": {
        "toPage": "首页"
    },
    "DAT": [{
        "name": "user",
        "arr": [{
            "UID": "16",
            "JID": "8",
            "JSON": {
                "NA": "炸弹",
                "角色": "孩子",
                "LT": "2018-07-11 22:03:14",
                "执行包": {
                    "任务": "起床",
                    "元素": "a4起床",
                    "元素_开始偏移": 0,
                    "当前元素下标": 0,
                    "任务_开始时刻": 1532095334479,
                    "元素_开始时刻": 1532095334479,
                    "时间轴": [{
                        "时差": 270,
                        "声音URL": "最后30秒_abc1",
                        "已播放": false
                    }, {
                        "时差": 240,
                        "声音URL": "最后1分钟_abc1",
                        "已播放": false
                    }, {
                        "时差": "1",
                        "声音URL": "起床了_abc1",
                        "已播放": false
                    }, {
                        "时差": "15",
                        "声音URL": "早上事情特别多_abc1",
                        "已播放": false
                    }, {
                        "时差": "60",
                        "声音URL": "准备好就开始刷牙_abc1",
                        "已播放": false
                    }, {
                        "时差": "65",
                        "声音URL": "存款不够10分钟_abc1",
                        "已播放": false
                    }],
                    "最后一个元素": false
                },
                "任务中": false,
                "存款": 1127
            },
            "FT": "2018-07-20 22:16:27"
        }]
    }, {
        "name": "friend",
        "arr": []
    }]
}