{
    "OPT": {
        "CS": {
            "提款": {
                "看电视": {
                    "name": "看电视",
                    "预留存款": 3600,
                    "元素": ["提款_看电视"],
                    "版本": 1001
                },
                "玩手机": {
                    "name": "玩手机,ipad",
                    "预留存款": 1800,
                    "元素": ["提款_玩手机"],
                    "版本": 1001
                },
                "临时": {
                    "name": "临时提款",
                    "预留存款": 600,
                    "元素": ["提款_临时"],
                    "版本": 1001
                }
            },
            "任务": {
                "起床": {
                    "name": "起床",
                    "元素": ["a4起床", "a4刷牙", "a4洗脸", "a4吃早餐_喝水", "a4换衣服鞋子"],
                    "启动时间段": "6:30",
                    "条件": {
                        "存款": 1200
                    }
                },
                "中饭": {
                    "name": "吃中饭",
                    "元素": ["a4中饭"],
                    "启动时间段": "12:00",
                    "条件": {}
                },
                "晚饭": {
                    "name": "吃晚饭",
                    "元素": ["a4晚饭"],
                    "启动时间段": "19:00",
                    "条件": {}
                },
                "洗澡": {
                    "name": "洗澡",
                    "元素": ["a4洗澡准备", "a4洗澡"],
                    "启动时间段": "21:00",
                    "条件": {
                        "存款": 1200
                    }
                },
                "刷牙睡觉": {
                    "name": "刷牙睡觉",
                    "元素": ["a4准备刷牙_晚上", "a4刷牙", "a4洗脸"],
                    "启动时间段": "21:30",
                    "条件": {
                        "存款": 600
                    }
                },
                "临时剧本": {
                    "name": "临时剧本",
                    "元素": ["临时x"]
                }
            },
            "元素": {
                "临时x": {
                    "nextKey": "临时任务",
                    "时长": 60,
                    "声音": {
                        "0": {
                            "key": "自定义元素",
                            "fun": ["输入时间长度", "报时语音组"]
                        },
                        "10": {
                            "key": "不限句数",
                            "arr": ["最后5分钟", "每5分钟", "最后1分钟"]
                        }
                    }
                },
                "提款_看电视": {
                    "nextKey": "--",
                    "时长": 3600,
                    "声音": {
                        "10": {
                            "key": "不限句数",
                            "arr": ["最后5分钟", "最后1分钟", "提款_家长要带上手机"]
                        }
                    }
                },
                "提款_玩手机": {
                    "nextKey": "--",
                    "时长": 1800,
                    "声音": {
                        "10": {
                            "key": "不限句数",
                            "arr": ["最后5分钟", "最后1分钟", "提款_家长要带上手机"]
                        }
                    }
                },
                "提款_临时": {
                    "nextKey": "--",
                    "时长": 3600,
                    "声音": {
                        "10": {
                            "key": "不限句数",
                            "arr": ["每5分钟", "提款_家长要带上手机"]
                        }
                    }
                },
                "a4起床": {
                    "nextKey": "起床",
                    "时长": 300,
                    "声音": {
                        "0": {
                            "key": "不限句数",
                            "arr": ["最后30秒", "最后1分钟"]
                        },
                        "1": {
                            "key": "最少一句",
                            "arr": ["起床了"]
                        },
                        "15": {
                            "key": "最多一句",
                            "arr": ["早上事情特别多", "赶紧上个厕所_准备刷牙"]
                        },
                        "60": {
                            "key": "最多一句",
                            "arr": ["准备好就开始刷牙"]
                        }
                    }
                },
                "a4刷牙": {
                    "nextKey": "刷牙洗脸 [开始]",
                    "时长": 240,
                    "声音": {
                        "0": {
                            "key": "不限句数",
                            "arr": ["最后30秒", "每1分钟"]
                        },
                        "2": {
                            "key": "禁止提前"
                        },
                        "30": {
                            "key": "最多一句",
                            "arr": ["刷牙注意", "刷牙闲聊"]
                        },
                        "75": {
                            "key": "最多一句",
                            "arr": ["存款的规则1"]
                        },
                        "180": {
                            "key": "最多一句",
                            "arr": ["刷牙时间够了"]
                        }
                    }
                },
                "a4洗脸": {
                    "nextKey": "洗脸",
                    "时长": 120,
                    "声音": {
                        "0": {
                            "key": "不限句数",
                            "arr": ["最后30秒", "最后1分钟"]
                        },
                        "45": {
                            "key": "最多一句",
                            "arr": ["一次洗不干净", "毛巾要拧干"]
                        }
                    }
                },
                "a4吃早餐_喝水": {
                    "nextKey": "吃早餐",
                    "时长": 900,
                    "声音": {
                        "0": {
                            "key": "不限句数",
                            "arr": ["最后1分钟", "时间过了一半", "最后3分钟", "最后5分钟", "每1分钟"]
                        },
                        "5": {
                            "key": "最多一句",
                            "arr": ["早餐开始", "抓紧时间吃早餐", "早餐的重要性"]
                        },
                        "60": {
                            "key": "最少一句",
                            "arr": ["早上喝水"]
                        },
                        "180": {
                            "key": "最多一句",
                            "arr": ["早餐闲聊", "存款的规则1"]
                        }
                    },
                    "中断权": ["a4拉臭臭", "a4拉嘘嘘"]
                },
                "a4换衣服鞋子": {
                    "nextKey": "换衣服",
                    "时长": 480,
                    "声音": {
                        "0": {
                            "key": "不限句数",
                            "arr": ["最后1分钟", "时间过了一半", "最后3分钟", "最后5分钟", "每1分钟"]
                        },
                        "60": {
                            "key": "最多一句",
                            "arr": ["换衣服鞋子"]
                        }
                    }
                },
                "a4中饭": {
                    "nextKey": "开始吃饭",
                    "时长": 1500,
                    "声音": {
                        "0": {
                            "key": "不限句数",
                            "arr": ["最后30秒", "最后1分钟", "时间过了一半", "最后3分钟", "最后5分钟", "还剩10分钟", "每1分钟", "每5分钟"]
                        },
                        "5": {
                            "key": "最多一句",
                            "arr": ["吃饭开始"]
                        },
                        "180": {
                            "key": "最多一句",
                            "arr": ["饭前定量", "其他吃饭建议"]
                        },
                        "800": {
                            "key": "最多一句",
                            "arr": ["饭间闲聊", "存款的规则1"]
                        }
                    },
                    "中断权": ["a4拉臭臭", "a4拉嘘嘘"]
                },
                "a4晚饭": {
                    "nextKey": "开始吃饭",
                    "时长": 1500,
                    "声音": {
                        "0": {
                            "key": "不限句数",
                            "arr": ["最后30秒", "最后1分钟", "时间过了一半", "最后3分钟", "最后5分钟", "还剩10分钟", "每1分钟", "每5分钟"]
                        },
                        "5": {
                            "key": "最多一句",
                            "arr": ["吃饭开始"]
                        },
                        "180": {
                            "key": "最多一句",
                            "arr": ["饭前定量", "其他吃饭建议"]
                        },
                        "800": {
                            "key": "最多一句",
                            "arr": ["饭间闲聊", "存款的规则1"]
                        }
                    },
                    "中断权": ["a4拉臭臭", "a4拉嘘嘘"]
                },
                "a4洗澡准备": {
                    "nextKey": "准备洗澡",
                    "时长": 120,
                    "声音": {
                        "0": {
                            "key": "不限句数",
                            "arr": ["最后30秒", "最后1分钟"]
                        },
                        "5": {
                            "key": "最多一句",
                            "arr": ["洗澡准备"]
                        }
                    },
                    "提前": ["提前"],
                    "延迟": ["延迟"]
                },
                "a4洗澡": {
                    "nextKey": "洗澡 [开始]",
                    "时长": 900,
                    "中断权": ["a4拉臭臭"],
                    "声音": {
                        "0": {
                            "key": "不限句数",
                            "arr": ["最后5分钟", "每5分钟", "最后1分钟"]
                        }
                    },
                    "提前": ["提前"],
                    "延迟": ["延迟"]
                },
                "a4准备刷牙_晚上": {
                    "nextKey": "准备刷牙",
                    "时长": 90,
                    "声音": {
                        "0": {
                            "key": "不限句数",
                            "arr": ["最后30秒", "最后1分钟"]
                        },
                        "5": {
                            "key": "最多一句",
                            "arr": ["刷牙准备"]
                        }
                    }
                }
            },
            "元素插入": {
                "a4拉臭臭": {
                    "时长": 600,
                    "开始音": ["拉臭臭开始"],
                    "间隔": 5400
                },
                "a4拉嘘嘘": {
                    "时长": 120,
                    "开始音": ["拉嘘嘘开始"],
                    "间隔": 1800
                },
                "a4喝水": {
                    "时长": 90,
                    "开始音": ["喝水开始"],
                    "间隔": 1800
                }
            },
            "声音": {
                "提款_家长要带上手机": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["提款提醒1", "提款提醒2", "提款提醒3"],
                    "版本": "1"
                },
                "最后30秒": {
                    "exec": [{
                        "fun": "元素时长大于",
                        "dat": {
                            "时长": 50
                        }
                    }, {
                        "fun": "倒设_时刻",
                        "dat": {
                            "时刻": 30
                        }
                    }],
                    "URLs": ["最后30秒1", "最后30秒2", "最后30秒3", "最后30秒4", "最后30秒5"],
                    "版本": "1"
                },
                "最后1分钟": {
                    "exec": [{
                        "fun": "元素时长大于",
                        "dat": {
                            "时长": 150
                        }
                    }, {
                        "fun": "倒设_时刻",
                        "dat": {
                            "时刻": 60
                        }
                    }],
                    "URLs": ["最后1分钟1", "最后1分钟2", "最后1分钟3", "最后1分钟4"],
                    "版本": "1"
                },
                "时间过了一半": {
                    "exec": [{
                        "fun": "元素时长大于",
                        "dat": {
                            "时长": 50
                        }
                    }, {
                        "fun": "设置_时刻_一半"
                    }],
                    "URLs": ["时间过一半1", "时间过一半2", "时间过一半3"],
                    "版本": "1"
                },
                "最后3分钟": {
                    "exec": [{
                        "fun": "元素时长大于",
                        "dat": {
                            "时长": 300
                        }
                    }, {
                        "fun": "倒设_时刻",
                        "dat": {
                            "时刻": 180
                        }
                    }],
                    "URLs": ["最后3分钟1", "最后3分钟2", "最后3分钟3", "最后3分钟4", "最后3分钟5", "最后3分钟6"],
                    "版本": "1"
                },
                "最后5分钟": {
                    "exec": [{
                        "fun": "元素时长大于",
                        "dat": {
                            "时长": 480
                        }
                    }, {
                        "fun": "倒设_时刻",
                        "dat": {
                            "时刻": 300
                        }
                    }],
                    "URLs": ["最后5分钟1", "最后5分钟2", "最后5分钟3"],
                    "版本": "1"
                },
                "还剩10分钟": {
                    "exec": [{
                        "fun": "元素时长大于",
                        "dat": {
                            "时长": 720
                        }
                    }, {
                        "fun": "倒设_时刻",
                        "dat": {
                            "时刻": 600
                        }
                    }],
                    "URLs": ["最后10分钟1", "最后10分钟2", "最后10分钟3", "最后10分钟4", "最后10分钟5", "最后10分钟6", "最后10分钟7", "最后10分钟8", "最后10分钟9", "最后10分钟10"],
                    "版本": "1"
                },
                "每1分钟": {
                    "exec": [{
                        "fun": "元素时长大于",
                        "dat": {
                            "时长": 120
                        }
                    }, {
                        "fun": "时刻循环",
                        "dat": {
                            "间距": 60,
                            "结尾留空": 90
                        }
                    }],
                    "URLs": ["过去了1分钟1", "过去了1分钟2", "过去了1分钟3", "过去了1分钟4", "过去了1分钟5"],
                    "版本": "1"
                },
                "每5分钟": {
                    "exec": [{
                        "fun": "元素时长大于",
                        "dat": {
                            "时长": 600
                        }
                    }, {
                        "fun": "时刻循环",
                        "dat": {
                            "间距": 300,
                            "结尾留空": 150
                        }
                    }],
                    "URLs": ["过去了5分钟1", "过去了5分钟2", "过去了5分钟3", "过去了5分钟4", "过去了5分钟5", "过去了5分钟6"],
                    "版本": "1"
                },
                "起床了": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["起床了", "起床了2", "起床了3", "起床了4", "起床了别睡了", "起床了5", "起床了6"],
                    "顺序": "循环"
                },
                "赶紧上个厕所_准备刷牙": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["早上上厕所1", "早上上厕所2", "早上上厕所3", "早上上厕所6"],
                    "版本": "1"
                },
                "早上事情特别多": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["早上事情特别多1", "早上事情特别多2", "早上事情特别多3"],
                    "版本": "1"
                },
                "准备好就开始刷牙": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["刷牙准备1", "刷牙准备2"],
                    "版本": "1"
                },
                "刷牙注意": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["刷牙注意1", "刷牙注意2", "刷牙注意3", "刷牙注意5", "刷牙注意6", "刷牙注意8"],
                    "版本": "1"
                },
                "刷牙闲聊": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["刷牙闲聊1", "刷牙闲聊2", "刷牙闲聊3", "刷牙闲聊4", "刷牙闲聊8"],
                    "版本": "1"
                },
                "刷牙时间够了": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["刷牙结束1", "刷牙结束2", "刷牙结束3"],
                    "版本": "1"
                },
                "一次洗不干净": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["洗脸要两次1", "洗脸要两次2", "洗脸要两次3", "洗脸要两次4"],
                    "版本": "1"
                },
                "毛巾要拧干": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["毛巾要拧干1", "毛巾要拧干2", "毛巾要拧干3", "毛巾要拧干4", "毛巾要拧干6", "毛巾要拧干7"],
                    "版本": "1"
                },
                "早餐开始": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["早餐开始1", "早餐开始2", "早餐开始3", "早餐开始4", "早餐开始5"],
                    "版本": "1"
                },
                "抓紧时间吃早餐": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["早餐时间1", "早餐时间2", "早餐时间3"],
                    "版本": "1"
                },
                "早餐的重要性": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["早餐重要1", "早餐重要2", "早餐重要3"],
                    "版本": "1"
                },
                "早上喝水": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["早上喝水1", "早上喝水2", "早上喝水3", "早上喝水4", "早上喝水5"],
                    "版本": "1"
                },
                "早餐闲聊": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["早餐闲聊1", "早餐闲聊2", "早餐闲聊3", "早餐闲聊4", "早餐闲聊5", "早餐闲聊6", "早餐闲聊7"],
                    "版本": "1"
                },
                "换衣服鞋子": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["早上换衣服1", "早上换衣服2", "早上换衣服4"],
                    "版本": "1"
                },
                "吃饭开始": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["吃饭开始1", "吃饭开始2", "吃饭开始3"],
                    "版本": "1"
                },
                "饭前定量": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["饭前定量", "饭前定量1", "饭前定量2"],
                    "版本": "1"
                },
                "其他吃饭建议": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["吃饭建议1", "吃饭建议2", "吃饭建议3"],
                    "版本": "1"
                },
                "饭间闲聊": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["吃饭闲聊1", "吃饭闲聊2", "吃饭闲聊3", "吃饭闲聊4", "吃饭闲聊5"],
                    "版本": "1"
                },
                "刷牙准备": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["准备刷牙1", "准备刷牙2", "准备刷牙3"],
                    "版本": "1"
                },
                "存款的规则1": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["规则1", "规则2", "规则3", "规则4"],
                    "版本": "1"
                },
                "洗澡准备": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["准备洗澡1", "准备洗澡2"],
                    "版本": "1"
                },
                "延迟": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }],
                    "URLs": ["abc1", "abc2", "abc3", "abc4"],
                    "版本": "1"
                },
                "存款不够10分钟": {
                    "exec": [{
                        "fun": "几率_一定播放"
                    }, {
                        "fun": "后续声音",
                        "dat": {
                            "间隔": 15,
                            "声音": "为什么要预留存款"
                        }
                    }],
                    "URLs": ["abc1", "abc2", "abc3", "abc4"],
                    "版本": "1"
                },
                "为什么要预留存款": {
                    "exec": [{
                        "fun": "几率_调用次数",
                        "dat": {
                            "1": 100,
                            "2": 50
                        }
                    }, {
                        "fun": "几率_播放次数控制",
                        "dat": {
                            "每": 15,
                            "播": 3
                        }
                    }],
                    "URLs": ["abc1", "abc2", "abc3", "abc4"],
                    "版本": "1"
                }
            }
        }
    },
}