var V = {
	// 
	版本号:'r4',
	// 
    提款: {
        看电视: {
            Na: '看电视',
            预留存款: 3600,
            // 最长时间: 3600,
            元素: ['提款_看电视' //
            ],
            版本: 1001,
        },
        玩手机: {
            Na: '玩手机,ipad',
            预留存款: 1800,
            // 最长时间: 1800,
            元素: ['提款_玩手机' //
            ],
            版本: 1001,
        },
        临时: {
            Na: '临时提款( 1小时 )',
            预留存款: 600,
            // 最长时间: 3600,
            元素: ['提款_临时' //
            ],
            版本: 1001,
        },
    },
    任务: {
        起床: {
            Na: '起床',
            元素: ['起床' //
                , '刷牙' //
                , '洗脸' //
                , '吃早餐_喝水' //
                , '换衣服鞋子' //
            ],
            启动时间段: '6:30',
            条件: {
                存款: 1200, // 20分钟
            }
        },
        中饭: {
            Na: '吃中饭',
            元素: ['吃中饭' //
            ],
            启动时间段: '12:00',
            条件: {}
        },
        晚饭: {
            Na: '吃晚饭',
            元素: ['吃晚饭' //
            ],
            启动时间段: '19:00',
            条件: {}
        },
        洗澡: {
            Na: '洗澡',
            元素: ['洗澡准备' //
                , '洗澡'
            ],
            启动时间段: '21:00',
            条件: {
                存款: 1200, // 20分钟
            }
        },
        刷牙睡觉: {
            Na: '刷牙睡觉',
            元素: ['a4准备刷牙_晚上' //
                , '刷牙' //
                , '洗脸'
            ],
            启动时间段: '21:30',
            条件: {
                存款: 600, // 10分钟
            }
        },
        临时: {
            Na: '临时任务',
            元素: ['临时x' //
            ],
        },
    },
    元素: {
        临时x: {
            Na: '临时任务',
            时长: 60, // 时长不定 , 临时设 60 秒
            声音: {
                // 0: {
                //     key: '自定义元素',
                //     fun: ['输入时间长度' //
                //         , '报时语音组' //
                //     ],
                // },
                10: {
                    key: '不限句数',
                    arr: ['最后30秒' //
                        , '最后1分钟' // 
                        , '时间过了一半' //
                        , '最后3分钟' // 
                        , '最后5分钟' //
                        , '还剩10分钟' // 
                        , '每5分钟' //
                        , '每1分钟' //
                    ],
                },
            },
        },
        // --------------------
        // --------------------
        // 提款 . 开始,提醒家长带上手机
        提款_看电视: {
            Na: '看电视',
            时长: 3600, //3600 秒 // 1小时
            声音: {
                10: {
                    key: '不限句数',
                    arr: ['最后5分钟' // 
                        , '最后1分钟' // 
                        , '提款_家长要带上手机' // 
                    ],
                },
            },
        },
        // 
        提款_玩手机: {
            Na: '玩手机',
            时长: 1800, //1200 秒 // 20分钟
            声音: {
                10: {
                    key: '不限句数',
                    arr: ['最后5分钟' // 
                        , '最后1分钟' // 
                        , '提款_家长要带上手机' // 
                    ],
                },
            },
        },
        // 
        提款_临时: {
            Na: '临时提款',
            时长: 3600, // 1小时
            声音: {
                10: {
                    key: '不限句数',
                    arr: ['每5分钟' // 
                        , '提款_家长要带上手机' // 
                    ],
                },
            },
        },
        // --------------------
        // --------------------
        // 起床
        // 
        起床: {
            Na: '起床',
            时长: 300, // 5分钟
            声音: {
                0: {
                    key: '不限句数',
                    arr: ['最后30秒' // 
                        , '最后1分钟' // 
                        , '每1分钟' // 
                    ],
                },
                5: {
                    key: '最少一句',
                    arr: ['起床了'],
                },
                25: {
                    key: '最多一句',
                    arr: ['早上事情特别多' //
                        , '赶紧上个厕所_准备刷牙'
                    ],
                },
                125: {
                    key: '最多一句',
                    arr: ['准备好就开始刷牙'],
                },
            },
        }, // 起床
        // 
        刷牙: {
            Na: '刷牙[开始]',
            时长: 240, // 4分钟
            声音: {
                0: {
                    key: '不限句数',
                    arr: ['每1分钟' // 
                    ],
                },
                1: {
                    key: '禁止提前',
                },
                2: {
                    key: '最少一句',
                    arr: ['刷牙开始' // 
                    ],
                },
                30: {
                    key: '最多一句',
                    arr: ['刷牙注意' // 
                        , '刷牙闲聊' // 
                    ],
                },
                75: {
                    key: '最多一句',
                    arr: ['存款的规则1' // 
                    ],
                },
                180: {
                    key: '最少一句',
                    arr: ['刷牙时间够了' // 
                    ],
                },
            },
        }, // 刷牙
        // 
        洗脸: {
            Na: '洗脸',
            时长: 120, // 2分钟
            声音: {
                0: {
                    key: '不限句数',
                    arr: ['最后30秒' //
                        , '最后1分钟' // 
                    ],
                },
                2: {
                    key: '最少一句',
                    arr: ['洗脸开始' // 
                    ],
                },
                35: {
                    key: '最多一句',
                    arr: ['一次洗不干净' //
                    ],
                },
                65: {
                    key: '最多一句',
                    arr: ['毛巾要拧干' // 
                    ],
                },
            },
        }, // 洗脸
        // 
        吃早餐_喝水: {
            Na: '吃早餐,喝水',
            时长: 900, // 15 分钟
            声音: {
                0: {
                    key: '不限句数',
                    arr: ['最后1分钟' // 
                        , '时间过了一半' //
                        , '最后3分钟' // 
                        , '最后5分钟' // 
                        , '每1分钟'
                    ],
                },
                2: {
                    key: '最少一句',
                    arr: ['早餐开始'],
                },
                35: {
                    key: '最多一句',
                    arr: ['抓紧时间吃早餐' // 
                        , '早餐的重要性' // 
                    ],
                },
                125: {
                    key: '最少一句',
                    arr: ['早上喝水'],
                },
                305: { // 
                    key: '最多一句',
                    arr: ['早餐闲聊' //
                        , '存款的规则1' // 
                    ],
                },
            },
        }, // 吃早餐_喝水
        // 
        换衣服鞋子: {
            Na: '换衣服',
            时长: 480, // 8 分钟
            声音: {
                0: {
                    key: '不限句数',
                    arr: ['最后1分钟' // 
                        , '时间过了一半' //
                        , '最后3分钟' // 
                        , '最后5分钟' // 
                        , '每1分钟'
                    ],
                },
                2: {
                    key: '最少一句',
                    arr: ['换衣服鞋子开始' // 
                    ],
                },
                125: { // 3分钟
                    key: '最多一句',
                    arr: ['做备忘录'], //
                },
            },
        }, //换衣服鞋子
        // 
        // --------------------
        // --------------------
        // 中饭
        // 
        吃中饭: {
            Na: '开始吃饭',
            时长: 1500, // 25 分钟
            声音: {
                0: {
                    key: '不限句数',
                    arr: ['最后30秒' //
                        , '最后1分钟' // 
                        , '时间过了一半' //
                        , '最后3分钟' // 
                        , '最后5分钟' //
                        , '还剩10分钟' // 
                        , '每5分钟' //
                        , '每1分钟' //
                    ],
                },
                2: {
                    key: '最少一句',
                    arr: ['吃饭开始'],
                },
                185: { // 3分钟
                    key: '最多一句',
                    arr: ['饭前定量' //
                        , '其他吃饭建议'
                    ],
                },
                605: { // 
                    key: '最多一句',
                    arr: ['饭间闲聊' //
                        , '存款的规则1'
                    ],
                },
            },
        },
        吃晚饭: {
            Na: '开始吃饭',
            时长: 1500, // 25 分钟
            声音: {
                0: {
                    key: '不限句数',
                    arr: ['最后30秒' //
                        , '最后1分钟' // 
                        , '时间过了一半' //
                        , '最后3分钟' // 
                        , '最后5分钟' //
                        , '还剩10分钟' // 
                        , '每5分钟' // 
                        , '每1分钟' //
                    ],
                },
                2: {
                    key: '最少一句',
                    arr: ['吃饭开始'],
                },
                185: { // 3分钟
                    key: '最多一句',
                    arr: ['饭前定量', '其他吃饭建议'],
                },
                605: { // 约13分钟
                    key: '最多一句',
                    arr: ['饭间闲聊' //
                        , '存款的规则1'
                    ],
                },
            },
        },
        // --------------------
        // --------------------
        // 洗澡
        // 
        洗澡准备: {
            Na: '准备洗澡',
            时长: 120, // 2分钟 
            声音: {
                0: {
                    key: '不限句数',
                    arr: ['最后30秒' //
                        , '最后1分钟' // 
                    ],
                },
                2: {
                    key: '最多一句',
                    arr: ['洗澡准备' //
                    ],
                },
                45: { // 3分钟
                    key: '最少一句',
                    arr: ['不要带手机去洗澡'], // 
                },
            },
            提前: ['提前'],
            延迟: ['延迟'],
        },
        洗澡: {
            Na: '洗澡 [开始]',
            时长: 900, // 15分钟
            声音: {
                0: {
                    key: '不限句数',
                    arr: ['最后5分钟' // 
                        , '还剩10分钟' // 
                        , '最后1分钟' // 
                        , '每5分钟' // 
                    ],
                },
                2: { //
                    key: '最少一句',
                    arr: ['洗澡开始'], //
                },
            },
        },
        // --------------------
        // --------------------
        // 
        // 刷牙睡觉
        // 
        a4准备刷牙_晚上: {
            Na: '准备刷牙',
            时长: 90,
            声音: {
                0: {
                    key: '不限句数',
                    arr: ['最后30秒' //
                        , '最后1分钟' // 
                    ],
                },
                5: {
                    key: '最多一句',
                    arr: ['刷牙准备' // 
                    ],
                },
            },
        },
    },
    声音: {
        '提款_家长要带上手机': {
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['提款提醒1' //
                , '提款提醒2' //
                , '提款提醒3' //
            ],
            版本: '1',
        },
        // 
        // --------------------
        // --------------------
        // 
        '最后30秒': {
            exec: [{
                fun: '不重复占用时刻',
            }, {
                fun: '元素时长大于',
                dat: {
                    时长: 50, // 
                },
            }, {
                fun: '倒设_时刻',
                dat: {
                    时刻: 30, // 
                }
            }],
            URLs: ['l30s1' //
                , 'l30s2' //
                , 'l30s3' //
                , 'l30s4' //
                , 'l30s5' //
            ],
            版本: '1',
        },
        '最后1分钟': {
            exec: [{
                fun: '不重复占用时刻',
            }, {
                fun: '元素时长大于',
                dat: {
                    时长: 150, // 
                },
            }, {
                fun: '倒设_时刻',
                dat: {
                    时刻: 60, // 
                }
            }],
            URLs: ['l60s1' //
                , 'l60s2' //
                , 'l60s3' //
                , 'l60s4' //
            ],
            版本: '1',
        },
        '时间过了一半': {
            exec: [{
                fun: '不重复占用时刻',
            }, {
                fun: '元素时长大于',
                dat: {
                    时长: 50, // 
                },
            }, {
                fun: '设置_时刻_一半',
            }],
            URLs: ['sjgyb1' //
                , 'sjgyb2' //
                , 'sjgyb3' //
            ],
            版本: '1',
        },
        '最后3分钟': {
            exec: [{
                fun: '不重复占用时刻',
            }, {
                fun: '元素时长大于',
                dat: {
                    时长: 300, // 5分钟
                },
            }, {
                fun: '倒设_时刻',
                dat: {
                    时刻: 180, // 
                }
            }],
            URLs: ['l3m1' //
                , 'l3m2' //
                , 'l3m3' //
                , 'l3m4' //
                , 'l3m5' //
                , 'l3m6' //
            ],
            版本: '1',
        },
        '最后5分钟': {
            exec: [{
                fun: '不重复占用时刻',
            }, {
                fun: '元素时长大于',
                dat: {
                    时长: 480, // 8 分钟
                },
            }, {
                fun: '倒设_时刻',
                dat: {
                    时刻: 300, // 
                }
            }],
            URLs: ['l5m1' //
                , 'l5m2' //
                , 'l5m3' //
            ],
            版本: '1',
        },
        '还剩10分钟': {
            exec: [{
                fun: '不重复占用时刻',
            }, {
                fun: '元素时长大于',
                dat: {
                    时长: 720, //  12 分钟
                },
            }, {
                fun: '倒设_时刻',
                dat: {
                    时刻: 600, // 
                }
            }],
            URLs: ['l10m1' //
                , 'l10m2' //
                , 'l10m3' //
                , 'l10m4' //
                , 'l10m5' //
                , 'l10m6' //
                , 'l10m7' //
                , 'l10m8' //
                , 'l10m9' //
                , 'l10m10' //
            ],
            版本: '1',
        },
        '每1分钟': {
            exec: [{
                fun: '不重复占用时刻',
            }, {
                fun: '元素时长大于',
                dat: {
                    时长: 120, //  2 分钟
                },
            }, {
                fun: '时刻循环',
                dat: {
                    间距: 60, // 秒啊`````
                    结尾留空: 90, // 最后90秒 不报时
                }
            }],
            URLs: ['o1m1' //
                , 'o1m2' //
            ],
            版本: '1',
        },
        '每5分钟': {
            exec: [{
                fun: '不重复占用时刻',
            }, {
                fun: '元素时长大于',
                dat: {
                    时长: 600, //  10 分钟
                },
            }, {
                fun: '时刻循环',
                dat: {
                    间距: 300, // 秒
                    结尾留空: 150,
                }
            }],
            URLs: ['o5m1' //
                , 'o5m2' //
                , 'o5m3' //
                , 'o5m4' //
                , 'o5m5' //
                , 'o5m6' //
            ],
            版本: '1',
        },
        // 
        // 报时
        // =====================
        // 
        '起床了': {
            // 样板 :
            // 
            // 起床了
            // 起床喏,起床喏,起床喏
            // 不要再睡了 
            // 
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['qcl1' //
                , 'qcl2' //
                , 'qcl3' //
                , 'qcl4' //
                , 'qcl7' //
                , 'qcl5' //
                , 'qcl6' //
            ],
            //
            顺序: '循环',
        },
        '赶紧上个厕所_准备刷牙': {
            // 样板 :
            // 赶紧上个厕所_准备刷牙
            // 其他别做_上完厕所准备刷牙吧
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['zsscs1' //
                , 'zsscs2' //
                , 'zsscs3' //
                , 'zsscs6' //
            ],
            版本: '1',
        },
        '早上事情特别多': {
            // 样板 :
            // 早上事情特别多
            // 小朋友 , 打起精神
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['zssqtbd1' //
                , 'zssqtbd2' //
                , 'zssqtbd3' //
            ],
            版本: '1',
        },
        '准备好就开始刷牙': {
            // 样板 :
            // 牙膏挤好了吗, 可以了就按下一步
            // 准备好就按下一步
            // '准备好就开始刷牙_记得按下一步'
            // 
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['xyzb1' //
                , 'xyzb2' //
            ],
            版本: '1',
        },
        '刷牙开始': {
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['syks1' //
                , 'syks1' //
                , 'syks1' //
                , 'syks2' //
                , 'syks2' //
                , 'syks2' //
                , 'syks3' //
            ],
        },
        '刷牙注意': {
            // 样板 :
            // 要上下来回刷
            // 牙齿内侧也要刷
            // 刷牙_保证3分钟
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['xyzy1' //
                , 'xyzy2' //
                , 'xyzy3' //
                , 'xyzy5' //
                , 'xyzy6' //
                , 'xyzy8' //
            ],
            版本: '1',
        },
        '刷牙闲聊': {
            // 样板 :
            // 不要刷着刷着刷着睡着了
            // 曾经有小朋友刷牙睡着了
            // 我喜欢橙子味的牙膏
            // 
            // 从前有个小朋友每天起来都刷牙
            // 有一天呢,他一边刷牙一边点头,
            // 一边刷牙一边点头,
            // 妈妈看了,觉得很奇怪,过去一看
            // 嗨 ,睡着了
            // 
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['xyxl1' //
                , 'xyxl2' //
                , 'xyxl3' //
                , 'xyxl4' //
                , 'xyxl8' //
            ],
            版本: '1',
        },
        '刷牙时间够了': {
            // 样板 :
            // 刷牙3分钟够了 , 准备洗脸
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['xyjs1' //
                , 'xyjs2' //
                , 'xyjs3' //
            ],
            版本: '1',
        },
        '洗脸开始': {
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['xlks1' //
                , 'xlks2' //
            ],
        },
        '一次洗不干净': { // 洗脸
            // 样板 :
            // 一次洗不干净
            // 洗脸最少要洗两次
            // 
            // 
            // 
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['xlylc1' // 洗脸要两次
                , 'xlylc2' //
                , 'xlylc3' //
                , 'xlylc4' //
            ],
            版本: '1',
        },
        '毛巾要拧干': { // 洗脸
            // 样板 :
            // 毛巾要拧干
            // 看看毛巾有没有滴水
            // 毛巾不拧干会发霉
            // 
            // 
            // 
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['mjylg1' //
                , 'mjylg2' //
                , 'mjylg3' //
                , 'mjylg4' //
                , 'mjylg6' //
                , 'mjylg7' //
            ],
            版本: '1',
        },
        '早餐开始': { //
            // 样板 :
            // 早餐开始
            // 开始吃早餐了
            // 
            // 
            // 
            // 
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['zcks1' //
                , 'zcks2' //
                , 'zcks3' //
                , 'zcks4' //
                , 'zcks5' //
            ],
            版本: '1',
        },
        '抓紧时间吃早餐': { //
            // 样板 :
            // 
            // 抓紧时间吃早餐
            // 
            // 
            // 
            // 
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['zcsj1' //
                , 'zcsj2' //
                , 'zcsj3' //
            ],
            版本: '1',
        },
        '早餐的重要性': { //
            // 样板 :
            // 
            // 仔细体会食物的味道
            // 
            // 
            // 
            // 
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['zczy1' //
                , 'zczy2' //
                , 'zczy3' //
            ],
            版本: '1',
        },
        '早上喝水': { //
            // 样板 :
            // 
            // 早上喝水很重要
            // 一定要喝水
            // 喝水最好, 喝牛奶,果汁 也行
            // 
            // 
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['zshs1' //
                , 'zshs2' //
                , 'zshs3' //
                , 'zshs4' //
                , 'zshs5' //
            ],
            版本: '1',
        },
        '早餐闲聊': { //
            // 样板 :
            // 
            // 早餐你最喜欢什么
            // 明天早晨你想吃什么
            // 是谁做早餐
            // 
            // 
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['zcxl1' //
                , 'zcxl2' //
                , 'zcxl3' //
                , 'zcxl4' //
                , 'zcxl5' //
                , 'zcxl6' //
                , 'zcxl7' //
            ],
            版本: '1',
        },
        '换衣服鞋子开始': { //
            // 样板 :
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['hyfxzks1' //
                , 'hyfxzks2' //
            ],
            版本: '1',
        },
        '做备忘录': { //
            // 
            exec: [{
                fun: '几率_调用次数',
                dat: {
                    1: 80, //
                    10: 40, //
                },
            }],
            URLs: ['zbwl' //
            ],
            版本: '1',
        },
        // --------------------
        // --------------------
        // 吃饭
        // 
        '吃饭开始': { //
            // 样板 :
            // 
            // 开始吃饭啦
            // 开始吃饭啦_肯德基版
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['cfks1' //
                , 'cfks3' //
            ],
            版本: '1',
        },
        // 
        '饭前定量': { //
            // 样板 :
            // 
            // 饭前定量
            // 定量,避免父母随意添加
            // 
            // 
            exec: [{
                fun: '几率_调用次数',
                dat: {
                    1: 100, //
                    10: 60, //
                },
            }],
            URLs: ['fqdl3' //
                , 'fqdl1' //
                , 'fqdl2' //
            ],
            顺序: '循环',
        },
        // 
        '其他吃饭建议': { //
            // 样板 :
            //  // 上饭了才开始计时
            // 如果在外面吃饭该怎样控制时间
            // 吃饭时不要评价小朋友
            // 
            // 
            exec: [{
                fun: '几率_调用次数',
                dat: {
                    1: 70, //
                    10: 40, //
                },
            }],
            URLs: ['cfjy1' //
                // , 'cfjy2' //
                // , 'cfjy3' //
            ],
            顺序: '循环',
        },
        // 
        '饭间闲聊': { //
            // 样板 :
            // 
            // 今天菜不错
            // 咳嗽,少吃点煎炸
            // 要多吃青菜 
            // 你想学做菜吗
            // 吃饭不要翘板凳
            // 听过别人吧唧嘴吗
            // 烧菜挺辛苦
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: [ // 
                'cfxl1' //
                , 'cfxl2' //
                , 'cfxl1' //
                , 'cfxl2' //
                , 'cfxl1' //
                , 'cfxl2' //
                , 'cfxl3' //
                , 'cfxl4' //
            ],
        },
        // 
        '刷牙准备': { //
            // 样板 :
            // 刷牙准备_1
            // 刷牙准备_2
            // 
            // 
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['syzb1' //
                , 'syzb2' //
                , 'syzb3' //
            ],
            版本: '1',
        },
        // 
        '存款的规则1': { //
            // 样板 :
            // 
            // 时间存款有利息
            // 节约的时间存入银行账户
            // 时间存款可以用来看电视,玩ipad
            // 时间存款不足,不能看电视
            // 存款不够10分钟 , 不能提款
            // 为什么要预留存款
            // 剩下的时间是存款
            // 
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['gz1' //
                , 'gz2' //
                // , 'gz3' //
                , 'gz4' //
            ],
            顺序: '循环',
        },
        // 
        '洗澡准备': { //
            // 样板 :
            // 
            // 衣服 , 毛巾 , 都要拿齐啦
            // 
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['zbxz1' //
                , 'zbxz2' //
            ],
            版本: '1',
        },
        // 
        '不要带手机去洗澡': { //
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['bydsjqxz1' //
            ],
        },
        // 
        '洗澡开始': { //
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['xzks1' //
            ],
        },
        // 
        '延迟': { //
            // 样板 :
            // 加油
            // 别急,集中精神搞定他
            // 没问题,你可以的
            // 浪费一点存款不算什么,加油
            // 加油呀,正在扣存款啊
            // 这次要扣点存款了
            // 
            exec: [{
                fun: '几率_一定播放',
            }],
            URLs: ['abc1', 'abc2', 'abc3', 'abc4'],
            版本: '1',
        },
        // 
        '为什么要预留存款': {
            // 为什么要帮你预留存款时间呢?
            // 因为万一吃饭超时了 , 
            // 需要用存款时间来填补
            exec: [{
                fun: '几率_调用次数',
                dat: {
                    1: 100, // 第一次调用 , 100%播放
                    2: 50, // 第二次及以后调用 , 50%播放 , 
                },
            }, {
                fun: '几率_播放次数控制',
                dat: {
                    每: 15, // 每调用 15次
                    播: 3, // 播放不超过3次
                }
            }],
            URLs: ['abc1', 'abc2', 'abc3', 'abc4'],
            版本: '1',
        },
    },
};
document.write('{"OPT":{"CS_DAT":'+JSON.stringify(V)+'}}');

